Repository: omeka/plugin-SimplePages
Catalog: languages/*.po
Languages: ca_es, de_de, es, it, ja, nl_nl, no, ro, sv_se

source: Simple Pages
no: Enkle sider
ro: Pagini simple

source: Simple Page
es: Página estática
ro: Pagini simple

source: Filter User Input For Page Content?
ca_es: Filtrar l'entrada de dades a la pàgina de continguts?
de_de: Benutzereingaben für Seiteninhalt filtern?
es: ¿Filtrar la entrada de datos de los usuarios a la página de contenidos?
ja: ページコンテンツをフィルターする
nl_nl: Filter invoer van gebruikers voor pagina-inhoud?
no: Filtrer inndata fra bruker for sideinnhold?
ro: Vrei să filtrezi ce introduc utilizatorii în pagina de conținut?
sv_se: Filtrera användargenererat innehåll på sidor?

source: If checked, this plugin will filter all simple pages using the HTML filters set on the security settings page. PHP code will not be allowed in the content of pages if this box is checked.
ca_es: Si s'activa aquest plugin filtrarà totes les pàgines estàtiques amb els filtres HTML establerts a la pàgina de configuració de la seguretat. Si aquesta casella està marcada, el codi PHP no és permet en el contingut de les pàgines.
de_de: Ist diese Checkbox angewählt, dann filtert dieses Plugin alle Simple Pages mit den HTML-Filtern, welche in den Sicherheitseinstellungen definiert sind. Ausserdem ist dann im Seiteninhalt kein PHP-Code zulässig.
es: Si se activa, este plugin filtrará todas las páginas estáticas con los filtros HTML establecidos en la página de configuración de la seguridad. Si esta casilla está activada, el código PHP no estará permitido en el contenido de las páginas.
ja: このオプションがオンの場合、全てのSimple Pagesは「セキュリティ設定」で指定されたHTMLフィルターを用いてフィルタリングされます。この場合、ページコンテンツ内でPHPコードは使用できません
ro: Dacă este bifat, acest modul va filtra toate paginile simple folosing filtrele HTML setate la pagina dedicată setărilor de securitate. Secvențe de cod PHP nu vor fi permise în pagini dacă bifezi aici.
sv_se: Ikryssad ruta innebär att alla sidor kommer att bearbetas enligt bestämda regler för innehåll. PHP-kod kommer ej att tillåtas i inlägg om rutan är ikryssad. Reglerna hittas på sidan för säkerhetsinställningar.

source: Name and heading for the page (required)
ca_es: Nom i capçalera per a la pàgina (obligatori)
de_de: Name und Überschrift der Seite (erforderlich)
es: Nombre y título de la página (obligatorio)
ja: このページの名前と見出し（必須）
ro: Numele și headingul paginii (necesare)
sv_se: Namn och rubrik på sidan (obligatoriskt)

source: Slug
ca_es: Identificador
ja: スラッグ
no: Lenkestreng
ro: Terminație
sv_se: Kortadress

source: The slug is the part of the URL for this page. A slug will be created automatically from the title if one is not entered. Letters, numbers, underscores, dashes, and forward slashes are allowed.
ca_es: L'identificador és la part de l'URL per aquesta pàgina. Els identificadors es creen automaticament a partir del títol si no s'indica cap. Les lletres, números, guions baixos, guions i contrabarres són permesos.
de_de: Der Slug ist derjenige Teil der URL, der diese Seite identifiziert. Wird nichts eingetragen, so wird der Slug automatisch basierend auf dem Titel erzeugt. Erlaubte Zeichen sind: Buchstaben, Ziffern, Tiefstrich (Underscore), Trennzeichen (Dash) und Schrägstrich (Forward Slash).
es: El "slug" es la parte de la URL que identifica a esta página. Esta parte de la URL será creada automáticamente a partir del título si no se especifica una. Esta permitada la utilización de letras, números, guiones bajos, guiones y barras inclinadas.
ja: スラッグはこのページのURLの一部となります。スラッグが指定されない場合は、タイトルから自動的に生成されます。アルファベット、数字、アンダースコア、ダッシュ、スラッシュが使用可能です。
ro: Prescurtarea este parte a URL-ului pentru această pagină. O prescurtare va fi creată automat din titlu dacă acest câmp nu este completat. Sunt permise alfanumerice, liniuțe jos, liniuțe și shashuri.
sv_se: Kortadressen är del av URL:en för denna sida. En kortadress skapas automatiskt om ingen ifylls manuellt. Bokstäver, ej åäö, siffror, understreck, streck och slash"/" är tillåtna.

source: Use HTML editor?
ca_es: Vols utilitzar l'editor HTML?
de_de: HTML Editor benutzen?
es: ¿Usar editor HTML?
it: Usa l'editor HTML?
ja: HTMLエディターを使用する
ro: Folosești un editor HTML?
sv_se: Använd HTML-redigerare?

source: Check this to add an HTML editor bar for easily creating HTML. <strong>PHP code will not be read in pages if this option is checked.</strong>
ca_es: Activeu aquesta opció per afegir un editor HTML. <strong>El codi PHP no es podrà llegir en les pàgines si aquesta opció es troba marcada.</strong>
de_de: Wählen Sie diese Option, um eine HTML-Werkzeugleiste hinzuzufügen, welche die Erstellung von HTML-Code erleichtert. <strong>PHP-Code innerhalb der Seite wird nicht gelesen, wenn diese Option aktiv ist.</strong>
es: Activa para añadir un editor HTML. <strong>El código PHP no será leído en las páginas si esta opción se encuentra activada.</strong>
ja: HTMLを簡単に生成できるようHTMLエディターを表示します。<strong>このオプションがチェックされた時には、PHPコードは表示が出来ません。</strong>
ro: Bifeză dacă vrei o bară de editare HTML <strong>Secvențele de cod PHP nu vor fi citite la încărcarea paginii dacă bifezi aici.</strong>
sv_se: Kryssa i här för att lägga till en HTML-redigerare för att enkelt skriva i html-format<strong>PHP-kod kommer inte att fungera på sidor om detta är valt.</strong>

source: Add content for page, including HTML markup and PHP code (if the HTML editor is not checked above).
ca_es: Afegiu contingut a la pàgina, incloent codi HTML i PHP (si l'editor HTML està desmarcat)
de_de: Seiteninhalte hinzufügen, inkl. HTML- und PHP-Code (falls der HTML-Editor oben nicht aktiviert wurde)
es: Añade contenido a la página, incluido código HTML, PHP (si el editor no se ha activado anteriormente)
ja: ページの内容を入力して下さい。HTMLマークアップとPHPコード（HTMLエディターを使用しない場合）を含めることが出来ます。
ro: Adaugă conținut în pagină incluzând cod HTML și cod PHP (dacă editorul HTML nu este bifat mai sus)
sv_se: Lägg till innehåll på sida, inkluderande HTML- och PHP-kod (förutsatt att rutan för HTML-redigerare inte är ikryssad ovan).

source: Parent
ca_es: Element principal
de_de: Übergeordnete Seite
it: Pagina madre
ja: 親
nl_nl: Hoofditem
no: Hovedside
ro: Părinte
sv_se: Förälder

source: The parent page
ca_es: Pàgina superior
de_de: Die übergeordenete Seite
es: Página superior
it: Pagina superiore
ja: このページの親となるページ
ro: Pagina părinte
sv_se: Föräldrasidan

source: Order
ca_es: Ordre
de_de: Reihenfolge
es: Orden
it: Ordina
ja: 順序
ro: Ordonare
sv_se: Ordning

source: The order of the page relative to the other pages with the same parent
ca_es: L'ordre de la pàgina respecte a les altres pàgines amb la mateixa superior
de_de: Die Position der Seite gegenüber den anderen Seiten mit derselben übergeordneten Seite.
es: El orden de la página con respecto al resto de páginas con la misma jerarquía
ja: 同じ親ページを持つページの中での表示順
ro: Locul paginii relativ la alte pagini care au același părinte
sv_se: Ordningsföljden för sidor med samma föräldrasida

source: Publish this page?
ca_es: Vols publicar aquesta pàgina?
de_de: Diese Seite publizieren?
es: ¿Publicar esta página?
it: Pubblica la pagina?
ja: 公開
nl_nl: Deze pagina publiceren?
no: Publiser denne siden?
ro: Vrei să publici pagina?
sv_se: Publicera denna sida?

source: Checking this box will make the page public
ca_es: Marqueu aquesta casella si voleu fer la pàgina pública
de_de: Wenn Sie diese Option anwählen, dann ist die Seite öffentlich
es: Marca esta casilla para hacer la página pública.
it: Selezionando questa casella rendera' la pagina pubblica.
ja: 公開するにはこのオプションをチェック
ro: Bifând aici, pagina va fi publică
sv_se: Kryssa i denna ruta för att göra sidan synlig

source: The page "%s" has been added.
ca_es: S'ha afegit la pàgina: "%s"
de_de: Die Seite "%s" wurde hinzugefügt.
es: La página "%s" ha sido añadida.
it: La pagina "%s" è stata aggiunta.
ja: "%s"ページが追加されました。
nl_nl: De pagina "%s" is toegevoegd.
no: Siden "%s" er nå lagt til.
ro: A fost adăugată pagina "%s".
sv_se: Sidan "%s" har lagts till.

source: The page "%s" has been edited.
ca_es: S'ha editat la pàgina: "%s"
de_de: Die Seite "%s" wurde geändert.
es: La página "%s" ha sido editada.
it: La pagina "%s" è stata modificata.
ja: "%s"ページが編集されました。
nl_nl: De pagina "%s" is bewerkt.
no: Siden "%s" er blitt redigert.
ro: A fost editată pagina "%s".
sv_se: Sidan "%s" har redigerats.

source: The page "%s" has been deleted.
ca_es: S'ha esborrat la pàgina: "%s"
de_de: Die Seite "%s" wurde gelöscht.
es: La página "%s" ha sido eliminada.
it: La pagina "%s"è stata eliminata.
ja: "%s"ページが削除されました。
nl_nl: De pagina "%s" is verwijderd.
no: Siden "%s" er nå slettet.
ro: Pagina "%s" a fost ștearsă.
sv_se: Sidan "%s" har raderats.

source: Main Page (No Parent)
ca_es: Pàgina d'inici (sense element principal)
de_de: Hauptseite (keine übergeordnete Seite)
es: Página Principal (No Parent)
it: Pagina principale (nessuna pagina madre)
ja: メインページ（親なし）
nl_nl: Hoofdpagina (geen onderliggende items)
no: Hovedside (Ingen overside)
ro: Pagina principală (fără părinte)
sv_se: Föräldrasida (Ej undersida)

source: The page must be given a title.
ca_es: La pàgina ha de tenir un títol.
de_de: Die Seite muss einen Titel erhalten.
es: Debe dar un título a esta página.
it: La pagina deve avere un titolo
ja: ページにはタイトルが必要です。
nl_nl: De pagina dient een titel te krijgen.
no: Siden må ha en tittel.
ro: Pagii trebuie să i se dea un titlu
sv_se: Sidan måste ha en titel.

source: The title for your page must be 255 characters or less.
ca_es: El títol per a la pàgina ha de tenir 255 caràcters o menys.
de_de: Der Titel Ihrer Seite darf höchstens 255 Zeichen lang sein.
es: El título de la página debe tener 255 caracteres o menos.
it: Il titolo della pagina deve essere al massimo di 255 caratteri.
ja: ページのタイトルは255文字以内にする必要があります。
nl_nl: De titel van uw pagina mag maximaal 255 tekens bevatten.
no: Tittelen på siden må være mindre en 255 tegn.
ro: Titlul pentru pagină trebuie să fie de 255 de caractere sau mai puțin.
sv_se: Titeln på din sida kan innehålla max 255 tecken.

source: The title is already in use by another page. Please choose another.
ca_es: Aquest títol ja s'utilitza per una altra pàgina. Si us plau tria un altre.
de_de: Dieser Titel wird bereits für eine andere Seite verwendet. Bitte wählen Sie einen neuen Titel.
es: Este título ya está en uso por otra página. Por favor, elija otro.
it: Questo titolo è già in uso per un'altra pagina. Scegli un titolo diverso per favore.
ja: このタイトルは他のページで使用されています。変更して下さい。
nl_nl: De titel is al in gebruik bij een andere pagina. Kies a.u.b. een andere.
no: Tittelen brukes allerede av en annen side. Vennligst velg en annen.
ro: Titlul este deja folosit de altă pagină. Alege altul!
sv_se: Titelnamnet är upptaget av annan sida. Välj ett annat namn.

source: The page must be given a valid slug.
ca_es: La pàgina ha de tenir un identificador vàlid
de_de: Diese Seite muss einen gültigen Slug erhalten.
es: Es necesario asignar un slug válido a esta página.
it: La pagina deve avere uno "slug" valido.
ja: このページには有効なスラッグを指定する必要があります。
nl_nl: De pagina dient een geldige <em>slug</em> te krijgen.
no: Siden må gis en gyldig lenkestreng.
ro: Pagina trebuie să aibe o terminație validă.
sv_se: Sidan måste få en giltig kortadress.

source: The slug for your page must not be a forward slash.
ca_es: L'identificador de la pàgina no pot ser una barra diagonal.
de_de: Der Slug für Ihre Seite darf nicht nur aus einem Forward Slash bestehen.
es: El slug de la página no puede ser una barra diagonal.
ja: スラッグにはスラッシュを含めることは出来ません。
nl_nl: De <em>slug</em> voor uw pagina kan geen schuine streep ('/') zijn.
no: Lenkestrengen for siden din kan ikke være skråstrek.
ro: Terminația pentru URL-ul paginii nu trebuie să fie un slash.
sv_se: Kortadressen för sidan får inte vara ett /-tecken.

source: The slug for your page must be 255 characters or less.
ca_es: L'identificador de la pàgina ha de tenir 255 caràcters o menys.
de_de: Der Slug für Ihre Seite darf höchstens 255 Zeichen lang sein.
es: El slug de la página debe tener 255 caracteres o menos.
it: Lo slug per la pagina deve essere al massimo di 255 caratteri.
ja: ページのスラッグは255文字以内にする必要があります。
nl_nl: De <em>slug</em> voor uw pagina mag maximaal 255 tekens bevatten.
no: Lenkestrengen til siden må være 255 eller færre tegn.
ro: Terminația paginii trebuie să aibe 255 de caractere sau mai puțin.
sv_se: Kortadressen får bestå av max 255 tecken.

source: The slug is already in use by another page. Please choose another.
ca_es: Aquest identificador ja s'utilitza en una altra pàgina. Si us plau tria un altre.
de_de: Dieser Slug wird bereits für eine andere Seite verwendet. Bitte wählen Sie einen neuen Slug.
es: El slug ya está siendo usado por otra página. Por favor, elija otro.
ja: このスラッグは他のページで使用されています。変更して下さい。
nl_nl: De <em>slug</em> is al in gebruik voor een andere pagina. Kies a.u.b. een andere.
no: Lenkestrengen er i bruk av en annen side. Vennligst velg en annen.
ro: Terminația este deja utilizată de altă pagină. Alege alta.
sv_se: Kortadressen är redan i bruk av annan sida. Välj en annan kortadress.

source: The order must be an integer greater than or equal to 0.
ca_es: El criteri d'ordenació ha de ser un nombre enter major o igual a 0.
de_de: Die Ordnungsnummer muss eine Zahl grösser oder gleich Null sein.
es: El orden debe ser un número entero mayor o igual a 0.
it: L'ordine deve essere un numero intero maggiore o uguale a 0.
ja: 順序には0以上の整数を入力して下さい。
nl_nl: De volgorde dient een geheel getal te zijn, groter dan of gelijk aan 0.
no: Rekkefølgen må være et heltall; 0 eller høyere.
ro: Ordinea trebuie să fie un număr întreg mai mare sau egal cu 0.
sv_se: Ordningstalet måste vara lika med eller större än 0.

source: Simple Pages | Add Page
ca_es: Simple Pages | Afegeix una pàgina
de_de: Simple Pages | Seite hinzufügen
es: Simple Pages | Añadir una página
it: Simple Pages | Aggiungi una pagina
ja: Simple Pages | ページの追加
nl_nl: Simple Pages | Pagina toevoegen
no: Simple Pages | Legg til side
ro: Pagini simple | Adaugă pagină
sv_se: Simple Pages | Lägg till sida

source: <strong>%1$s</strong> on %2$s
ca_es: <strong>%1$s</strong> a %2$s
es: <strong>%1$s</strong> el %2$s
it: <strong>%1$s</strong> su %2$s
nl_nl: <strong>%1$s</strong> op %2$s
no: <strong>%1$s</strong> den%2$s
ro: <strong>%1$s</strong> pe %2$s
sv_se: <strong>%1$s</strong> på %2$s

source: Published
ca_es: Publicat
de_de: Publiziert
es: Publicada
it: Pubblicato
ja: 公開中
nl_nl: Gepubliceerd
no: Publisert
ro: Publicată
sv_se: Publicerat

source: Not Published
ca_es: No publicat
de_de: Nicht publiziert
es: No publicada
it: Non pubblicato
ja: 非公開
nl_nl: Niet gepubliceerd
no: Ikke publisert
ro: Nepublicată
sv_se: Opublicerat

source: Last Modified
ca_es: Darrera modificació
de_de: Letztmals bearbeitet
es: Última modificación
it: Ultimo modificato.
ja: 最終更新日時
ro: Ultima modificare
sv_se: Senast uppdaterad

source: Simple Pages | Browse
ca_es: Simple Pages | Navega
de_de: Simple Pages | Blättern
es: Simple Pages | Navegar
it: Simple Pages | Esplora
ja: Simple Pages | 閲覧
nl_nl: Simple Pages | Bladeren
no: Simple Pages | Bla
ro: Pagini simple | Navighează
sv_se: Simple Pages | Bläddra

source: List View
ca_es: Visualització en forma de llista
de_de: Listenansicht
es: Vista de lista
it: Visualizzazione a lista
ja: リスト表示
nl_nl: Overzicht lijst
no: Listevisning
ro: Ultima vizualizare
sv_se: Listvy

source: Hierarchy View
ca_es: Visualitza la jerarquia
de_de: Hierarchische Ansicht
es: Vista jerárquica
it: Visualizzazione gerarchica
ja: 階層表示
nl_nl: Overzicht hiÃ«rarchie
no: Hierarkisk visning
ro: Vizualizare ierarhică
sv_se: Hierarkisk vy

source: Add a Page
ca_es: Afegeix una pàgina
de_de: Seite hinzufügen
es: Añadir una página
it: Aggiungi una pagina
ja: ページの追加
nl_nl: Voeg een pagina toe
no: Legg til side
ro: Adaugă o pagină
sv_se: Lägg till sida

source: There are no pages.
ca_es: No hi ha cap pàgina.
de_de: Es sind keine Seiten vorhanden.
es: No hay páginas
it: Non ci sono pagine.
ja: ページが登録されていません。
nl_nl: Er zijn geen pagina's.
no: Det finnes ingen sider.
ro: Nu există pagini.
sv_se: Finns inga sidor att visa.

source: Add a page.
ca_es: Afegeix una pàgina.
de_de: Seite hinzufügen.
es: Añada una página
it: Aggiungi una pagina.
ja: ページを追加する。
nl_nl: Voeg een pagina toe.
no: Legg til side.
ro: Adaugă o pagină
sv_se: Lägg till sida.

source: Simple Pages | Edit "%s"
ca_es: Simple Pages | Edita "%s"
de_de: Simple Pages | "%s" bearbeiten
es: Simple Pages | Editar "%s"
it: Simple Pages | Modifica "%s"
ja: Simple Pages | "%s"を編集
nl_nl: Simple Pages | Bewerk "%s"
no: Simple Pages | Rediger "%s"
ro: Pagini simple | Editează "%s"
sv_se: Simple Pages | Redigera "%s"

source: This page was created by <strong>%1$s</strong> on %2$s, and last modified by <strong>%3$s</strong> on %4$s.
ca_es: Aquesta pàgina ha estat creada <strong>%1$s</strong> el dia %2$s, i darrerament modificada per <strong>%3$s</strong> el dia %4$s.
de_de: Diese Seite wurde am %2$s von <strong>%1$s</strong> erstellt und letztmals am %4$s von <strong>%3$s</strong> bearbeitet.
es: Esta página fue creada por <strong>%1$s</strong> el %2$s, y modificada por <strong>%3$s</strong> el %4$s
it: Questa pagina è stata creata da <strong>%1$s</strong> il %2$s, e l'ultima modifica è stata <strong>%3$s</strong> il %4$s.
ja: このページは<strong>%1$s</strong>によって%2$sに作成され、<strong>%3$s</strong>によって%4$sに最終更新されました。
nl_nl: Deze pagina is aangemaakt door <strong>%1$s</strong> op %2$s, en het laatst gewijzigd door <strong>%3$s</strong> op %4$s.
no: Denne side ble laget av <strong>%1$s</strong> den %2$s, og sist endret av <strong>%3$s</strong> den %4$s.
ro: Această pagină a fost creată de <strong>%1$s</strong> pe %2$s, și a fost modificată ultima dată de <strong>%3$s</strong> la %4$s.
sv_se: Sidan skapades av <strong>%1$s</strong> den %2$s, och uppdaterades senast av <strong>%3$s</strong> den %4$s.

source: Home
ca_es: Inici
es: Inicio
ja: ホーム
sv_se: Hem

source: Text
es: Texto
it: Testo
ja: テキスト
nl_nl: Tekst
no: Tekst
